<!DOCTYPE ht
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="profile" href="http://S21474">
<!-- Gml>
<html lang="ru-RU" class="no-js">
<head>
<meta charset="UTF-8">oogle Chrome -->
<title>ҚАЗАҚТЫН ҰЛЫ ТҰЛҒАЛАРЫ</title>
<h1>ҚАЗАҚТЫН ҰЛЫ ТҰЛҒАЛАРЫ</h1>
<br/>
<h1>Абай Құнанбайұлы</h1>
<img src="https://ortalyq.kz/wp-content/uploads/2021/09/abay-3-1-779x1024-1.jpg" height="500px">
<p>Абай (Ибраһим) Құнанбайұлы (10 тамыз 1845 жыл – 6 шілде 1904 жыл) — ұстаз, ақын, ағартушы, жазба қазақ әдебиетінің, қазақ әдеби тілінің негізін қалаушы, философ, сазгер, аудармашы, саяси қайраткер[1], либералды көзқарасын исламға таяна отырып, орыс және еуропа мәдениетімен жақындасу арқылы қазақ мәдениетін жаңартуды көздеген реформатор. Абай ақындық шығармаларында қазақ халқының әлеуметтік, қоғамдық, моральдық мәселелерін арқау еткен.[2]

Абай Шығыс пен Батыс мәдениетін жетік білген. Бірқатар әлем ойшылдарының еңбектерімен жақсы таныс болған. Философиялық трактаттар стилінде жазылған «Қара сөздері» – тақырып ауқымдылығымен, дүниетанымдық тереңдігімен, саяси-әлеуметтік салмақтылығымен құнды.[</p>
<h1>Мұхтар Омарханұлы Әуезов</h1>
<img src="https://adilet-gazeti.kz/wp-content/uploads/2020/04/001-5.jpg" height="500px">
<p>Ол қазіргі Шығыс Қазақстан облысының Абай ауданындағы Бөрілі деген жерде 1897 жылы 28 қыркүйекте туған. Шыққан руы қожа.
Мұхтардың атасы Әуез ескіше сауаты бар, араб, парсы, ортазиялық түркі әдебиетімен таныс болған. Мұхтар бала кезінде атасының үйретуімен арабша хат таниды. Мұхтардың әкесі Омархан да, Әуез де Абай аулымен іргелес отыратын, құдалы, дос-жар адамдар еді. 1908 жылы Семейдегі Камалиддин хазірет медресесінде оқып, одан кейін орыс мектебінің дайындық курсына ауысады. 1910 жылы Семей қалалық бес кластық орыс қазына училищесіне оқуға түсіп, соңғы класында оқып жүргенде «Дауыл» атты алғашқы шығармасын жазады.

Училищені 1915 жылы аяқтап, Семей қалалық мұғалімдер семинариясына түседі. Семинарияда оқып жүріп Шәкәрім Құдайбердіұлының «Жолсыз жаза» дастанының негізінде «Еңлік-Кебек» пьесасын жазып, оны 1917 жылы маусым айында Ойқұдық деген жерде сахнаға шығарады. </P>
<h1>Мағжан Жұмабай</h1>
<img src="https://burlin-kitaphana.kz/images-new/02/02.jpg" height="500px">
<p>Арғын тайпасының Атығай руының Құдайберді тармағынан шыққан[1].

Атасы – Жұмабай қажы. Әкесі Бекен саудамен айналысқан дәулетті адам болған. Анасының есімі – Гүлсім. Мағжан ауыл молдасынан сауатын ашып, 1905 – 1910 жылдары Қызылжардағы (Петропавл) №1 мешіт жанында белгілі татар зиялысы, мұсылман халықтарының азаттығы жолында күрескен М.Бегишевтің ұйымдастыруымен ашылған медреседе оқыды. Медреседе Бегишевтен Шығыс халықтарының тарихынан дәріс алды, қазақ, татар әдебиеттерін, Фирдоуси, Сағди, Хафиз, Омар Һайям, Низами, Науаи секілді шығыс ақындарының дастандарын оқып үйренді.

Баспадан 1909 жылы шыққан Абай өлеңдерін оқып, “Атақты ақын, сөзі алтын хакім Абайға” деген өлең жазды. 1910 – 1913 жылдары Уфа қаласындағы “Ғалия” медресесінде білім алды. Онда татар жазушысы Ғ.Ибрагимовтен дәріс алып, белгілі қайраткер С.Жантөринмен тығыз қарым-қатынас орнатады, болашақ көрнекті жазушы Б.Майлинмен танысады.

Ибрагимовтің көмегімен 1912 жылы Қазан қаласындағы Кәрімовтер баспасында “Шолпан” атты тұңғыш өлеңдер жинағы басылып шығады. “Садақ” журналын шығаруға қатысады, оған өзінің өлеңдерін жариялайды. 1913 – 1916 жылдары Омбы мұғалімдер семинариясында оқыды.

“Бірлік” ұйымы жұмысына белсене араласып, “Балапан” қолжазба журналын шығаруға қатысады. Ә.Бөкейхан, А.Байтұрсынұлы, М.Дулатұлы секілді алаш қайраткерлерімен байланыс орнатып, Қазақ газетіне өз өлеңдерін жариялайды. </p>
<h1>Бауыржан Момышұлы</h1>
<br/>
<img src="https://sun9-60.userapi.com/impf/c840029/v840029279/179a5/qrn2UzeSHog.jpg?size=540x604&quality=96&sign=50e9785d938cbeb6c4b8af2bb22f3e60&type=album" height="500px">
<p>Бауыржан Момышұлы (24 желтоқсан 1910 жыл - 10 маусым 1982 жыл) — Кеңес одағының батыры, жазушы, Екінші дүниежүзілік соғыстың даңқты жауынгері, әскери қолбасшы, стратег және тактик.[1]

Батыс майданындағы 16 армияның 316 (1941 жылдың қарашасынан бастап 8-гвардиялық Қызылту атқыштар дивизиясы 1073 атқыштар полкінің (1941 жылдың қарашасынан 19 Гвардия полкі) және батальон командирі. Ұлы Отан соғысына генерал-майор И.В. Панфилов басқарған әйгілі дивизиясының құрамында 1941 жылдың қыркүйек айынан бастап қатысты. Батальон командирі ретінде аға лейтенант Бауыржан Момышұлы Мәскеу үшін шайқаста 207 рет ұрысқа қатысты. 1941 жылдың 16-18 қараша күндері вермахтың Мәскеу бағытында екінші мәрте жасаған жорығы кезінде аға лейтенант Момышұлы басқарған батальон дивизиядан қашықта, Матронино деревнясының жанында Волоколамск тасжолында асқан ерлікпен ұрыс жүргізді. Білікті комбаттың басшылығы арқасында 3 күн бойы фашистер шабуылын тойтарып, батальон үлкен шығынсыз, ұрысқа қабілетті жағдайда қоршаудан шығады </p>
<h1>Шоқан Шыңғысұлы Уәлиханов</h1>
<br/>
<img src="https://avatars.mds.yandex.net/i?id=00b8ffb3b999e4ec40c1fa46b06ef0e3-5679437-images-thumbs&n=13" height="500px">
<p>Шоқан 1835 жылдың қараша айында Құсмұрын бекетінде қазіргі Қостанай облысы Әулиекөл ауданындағы Құсмұрын жерінде атақты аға сұлтан Шыңғыс Уәлиханов отбасында дүниеге келген. Әкесі Шыңғыс Уәлиханұлы сол кезде Аманқарағай дуанының (орталығы Қараоба мекені) аға сұлтаны болған. Округ орталығы 1844 жылы Құсмұрын қамалына ауысқаннан кейін дуан аты Құсмұрын болып өзгертілді. Шоқанның өз атасы Уәли Орта жүздің ханы болған. Арғы атасы Қазақ Ордасының Ұлы ханы Абылай, Шоқан оның шөбересі. Шоқанның балалық шағы қыс кезінде Обаған бойындағы Күнтимес ордасында, жазда Есілдің оң саласы Аққанбұрлық алабындағы ата жайлауда өткен. Әжесі Айғаным тұратын Сырымбеттегі хан ордасында да балдәурен күндерін өткізген.«Жеті жұрттың тілін білуге тиісті» хан тұқымы болғандықтан, Күнтимес ордасындағы әкесі ашқан ауыл мектебінде хат таныған Шоқан сол мектепте ортағасырлық қыпшақ-шағатай тілін меңгереді, парсыша, арабша тіл сындырады.Шоқанның жақын туыстарының естеліктеріне қарағанда, ол бала кезінен білімге бейім әрі құмар болған. Шоқан тарихи аңыз-әңгімелерге ерте бастан-ақ қызыққан. Ол жастайынан данагөй билердің әңгімелерін, акындардың өлең- жырларын зор ықыласпен тыңдап өсті. Оған тәрбие беруде сұлтан әулетінен шыққан әжесі Айғанымның ықпалы күшті болды. Ол жас Шоқанға ежелгі қазақ аңыздарын, аңыз-әңгімелерін, мақал-мәтелдері мен даналық сөздерін жиі айтып отыратын. Шоқан 12 жасына дейін Құсмұрындағы мектепте оқып, мұсылман діні ілімімен танысты. Шоқан ауылдық бастауыш мектепте оқып жүріп-ақ араб, парсы, шағатай тілдерінің негізін үйреніп алды. Шоқанның жақын туыстарының естеліктеріне қарағанда, ол бала кезінен білімге бейім әрі құмар болған. Шоқан тарихи аңыз-әңгімелерге ерте бастан-ақ қызыққан. Ол жастайынан данагөй билердің әңгімелерін, акындардың өлең-жырларын зор ықыласпен тыңдап өсті. Оған тәрбие беруде сұлтан әулетінен шыққан әжесі Айғанымның ықпалы күшті болды. Ол жас Шоқанға ежелгі қазақ аңыздарын, аңыз-әңгімелерін, мақал-мәтелдері мен даналық сөздерін жиі айтып отыратын. Шоқан 12 жасына дейін Құсмұрындағы мектепте оқып, мұсылман діні ілімімен танысты. Шоқан ауылдық бастауыш мектепте оқып жүріп-ақ араб, парсы, шағатай тілдерінің негізін үйреніп алды.

Шоқанның ата-бабалары атақты сұлтандар әулетіне жатады. Оның арғы бабасы Абылай хан XVII ғасырдағы айбынды қазақ билеушілерінің бірі болды. Ал атасы Уәли хан патша үкіметі ресми түрде бекіткен қазақтың соңғы ханы еді. Шоқанның әкесі - Шыңғыс Уәлиханов білімді адам болған. Ол 1834 жылы Омбыда Сібірдің казак әскери училищесін бітіріп, орыс армиясында жоғары әскери шен - полковник атағын алды және Қазақстанды басқару аппаратында бірсыпыра жауапты қызметтер атқарды: Құсмұрын округінің аға сұлтаны, Сібір қырғыздарының облыстық басқармасының кеңесшісі, Көкшетау округінің аға сұлтаны болды. Россияның алдында сіңірген еңбегі үшін оған өмірлік мұра ретінде дворян атағы берілді. Шоқаннын анасы жағынан туыс нағашылары — Баянауыл өлкесіндегі атақты Шормановтар әулеті болатын. Шорманов Мұса орыс армиясының полковнигі, белгілі қазақ биі, Баянауыл сыртқы округының аға сұлтаны еді</p>
